/* audio converter quality setting. */
"Best" = "Legjobb";

/* audio converter quality setting. */
"Better" = "Jobb";

/* audio converter quality setting. */
"Fast" = "Gyors";

/* audio converter quality setting. */
"Faster" = "Gyorsabb";

/* audio converter priming method setting. */
"None" = "Semmi";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "Normál";

/* audio converter priming method setting. */
"Pre" = "Elő";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "Priming metódus";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "Priming metódus a mintasűrűség-kovertáló számára.";

/* An audio converter parameter name. */
"Quality" = "Minőség";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "Minőségi beállítás a mintasűrűség-konverter számára.";

